prune_example/mutation-report-patches/killed-workspaces_mutation_coverage_prune_example_src_module_c-cxx_ge_to_lt-L4-C16.patch
--- a/workspaces/mutation_coverage/prune_example/src/module.c 0
+++ b/workspaces/mutation_coverage/prune_example/src/module.c 0
@@ -4,1 +4,1 @@
-    return age >= 21;
+    return age < 21;
--
Build Date: 18 Dec 2024
Commit: ebbe4ef
LLVM Version: 18.1.3
Mull Version: 0.24.0
URL: https://github.com/mull-project/mull
